/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Choose a video from the list..." = "Choose a video from the list...";

/* No comment provided by engineer. */
"Configure Mail" = "Configure Mail";

/* No comment provided by engineer. */
"Configure Twitter" = "Configure Twitter";

/* No comment provided by engineer. */
"Have an idea? Tap here to let us know." = "Have an idea? Tap here to let us know.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please configure a Mail account in your device settings" = "Please configure a Mail account in your device settings";

/* No comment provided by engineer. */
"Please configure a Twitter account in your device settings" = "Please configure a Twitter account in your device settings";

/* No comment provided by engineer. */
"Select social channel" = "Select social channel";

/* No comment provided by engineer. */
"Tap here to enable Push Notifications to let you know when new videos are added!" = "Tap here to enable Push Notifications to let you know when new videos are added!";

/* No comment provided by engineer. */
"The Joys of Code" = "The Joys of Code";

/* No comment provided by engineer. */
"Videos" = "Videos";

/* No comment provided by engineer. */
"When..." = "When...";

"No Internet connection. Please connect and try again" = "No Internet connection. Please connect and try again";

"Free Videos" = "Free Videos";

"You have only a few more videos to watch before we will ask you to start paying. If you enjoy this app please consider supporting us in this way, otherwise choose your next videos well!" = "You have only a few more videos to watch before we will ask you to start paying. If you enjoy this app please consider supporting us in this way, otherwise choose your next videos well!";

"Error occurred" = "Error occurred";

"Oh oh, something has gone wrong and your purchase could not be verified. Please try again" = "Oh oh, something has gone wrong and your purchase could not be verified. Try again maybe?";

"Subscription Complete" = "Subscription Complete";

"Merci, you can now watch all our videos and enjoy the app with us." = "Merci, you can now watch all our videos and enjoy the app with us.";